Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E25A.tmx
Source language: en_us
Languages: zh_cn

source: 14 Ways to Cultivate a Lifetime Reading Habit
zh_cn: 培养终身阅读习惯的14种方法

source: "To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life." - W. Somerset Maugham
zh_cn: 养成了读书习惯，就相当于为自己建立了逃避生活中几乎各种苦难的避难所。－－毛姆

source: Somewhere after "lose weight", "stop procrastinating", and "fall in love", "read more" is one of the top goals that many people set for themselves.
zh_cn: 继“减肥”、“停止拖延”、“恋爱”之后，“多读书”成了许多人为自己设置的最高目标之一。

source: And rightly so: A good book can be hugely satisfying, can teach you about things beyond your daily horizons, and can create characters so vivid you feel as if you really know them.
zh_cn: 这是很自然的：好书能激发无穷乐趣，能教给你超越你日常视野的东西，能创造出非常生动的角色，以致于你就像真正知道他们一样。

source: If reading is a habit you'd like to get into, there are a number of ways to cultivate it.
zh_cn: 如果你想养成阅读习惯，这里可以提供几种方法以助你一臂之力。

source: First, realize that reading is highly enjoyable, if you have a good book.
zh_cn: 首先，请意识到，如果读的是好书的话，那么阅读就是一件很的赏心悦目的事情。

source: If you have a lousy book (or an extremely difficult one) and you are forcing yourself through it, it will seem like a chore.
zh_cn: 如果书比较令人生厌（或者是极为艰深难读的书），你不得不强迫自己阅读，那么无疑是一件苦差事。

source: If this happens for several days in a row, consider abandoning the book and finding one that you'll really love.
zh_cn: 如果一本书读了好多天仍无法体验到阅读的快感，那就考虑把它丢到一旁，找本真正喜欢的书来读吧。

source: Other than that, try these tips to cultivate a lifetime reading habit:
zh_cn: 除此之外，请尝试以下小窍门来培养自己终身的阅读习惯：

source: Set times.
zh_cn: 定时。

source: You should have a few set times during every day when you'll read for at least 5-10 minutes.
zh_cn: 每天至少抽出5－10分钟雷打不动的读书时间。

source: These are times that you will read no matter what - triggers that happen each day.
zh_cn: 这是无论每天发生什么事情都不会受到影响的时间。

source: For example, make it a habit to read during breakfast and lunch (and even dinner if you eat alone).
zh_cn: 例如，养成在早餐或午餐时阅读的习惯（甚至一个人吃晚餐时。）

source: And if you also read every time you're sitting on the can, and when you go to bed, you now have four times a day when you read for 10 minutes each - or 40 minutes a day.
zh_cn: 如果你每次坐在马桶上时读书，在睡觉之前读书，那么你就拥有每天四次、每次10分钟或曰每天四十分钟的阅读时间。

source: That's a great start, and by itself would be an excellent daily reading habit.
zh_cn: 这是一个良好的开端，它有助于养成良好的每日读书习惯。

source: But there's more you can do.
zh_cn: 但你要做的还很多。

source: Always carry a book.
zh_cn: 随身携带书籍。

source: Wherever you go, take a book with you.
zh_cn: 不论到哪里，都带上本书。

source: When I leave the house, I always make sure to have my drivers license, my keys and my book, at a minimum.
zh_cn: 每次出门，我都检查一遍，是否带了如下物品：驾照，钥匙，书；最少要携带这些东西。

source: The book stays with me in the car, and I take it into the office and to appointments and pretty much everywhere I go, unless I know I definitely won't be reading (like at a movie).
zh_cn: 书在我的车里陪伴着我，被我带到办公室，约会中，以及许多其它地方，能带就带，除非我确认的的确确不会阅读的情况，例如看电影时。

source: If there is a time when you have to wait (like at a doctor's office or at the DMV), whip out your book and read.
zh_cn: 如果你需要花时间等待，（例如在医院候诊或在机动车的部门(译注)就带上你的书，阅读吧。

source: Great way to pass the time.
zh_cn: 那是打发时间的好方法。

source: Make a list.
zh_cn: 列出清单。

source: Keep a list of all the great books you want to read.
zh_cn: 把要读的好书列出清单。

source: You can keep this in your journal, in a pocket notebook, on your personal home page, on your personal wiki, wherever.
zh_cn: 你可以记在日记中，或口袋中的记事本上，在你的个人主页上，个人wiki百科上，任何地方都可以。

source: Be sure to add to it whenever you hear about a good book, online or in person.
zh_cn: 一有了好书信息，就把它记在上面，不管是从网上得知，还是从别人那里了解到。

source: Keep a running list, and cross out the ones you read.
zh_cn: 保持列表的及时更新，并把读过的划掉。

source: Tech trick: create a Gmail account for your book list, and email the address every time you hear about a good book.
zh_cn: 高科技手段：创建一个gmail帐户用作读书列表，每次听到好书信息，就发给它个邮件。

source: Now your inbox will be your reading list. When you've read a book, file it under "Done".
zh_cn: 现在你的收件箱就是你的读书列表啦！读完一本就把它移到“完成”文件夹。

source: If you want, you can even reply to the message (to the same address) with notes about the book, and those will be in the same conversation thread, so now your Gmail account is your reading log too.
zh_cn: 如果愿意，你甚至可以用读书笔记来回复该邮件（到相同的地址，即自己给自己回信），这样就使本书的相关内容只出现在同一邮件主题中，因此，你的Gmail帐户也就是你的读书日志了。

source: Find a quiet place.
zh_cn: 找个安静的地方。

source: Find a place in your home where you can sit in a comfortable chair (don't lay down unless you're going to sleep) and curl up with a good book without interruptions.
zh_cn: 在你家找个放着一张舒适的椅子的角落（不要躺下，除非你要睡觉），拿本好书倚在椅子上，不受任何干扰。

source: There should be no television or computer near the chair to minimize distractions, and no music or noisy family members/roommates.
zh_cn: 为避免分心，应该远离电视，电脑，音乐，喧闹的家人/室友。

source: If you don't have a place like this, create one.
zh_cn: 如果没有这样的地方，那就创造一个吧！

source: Reduce television/Internet.
zh_cn: 减少看电视/上网时间。

source: If you really want to read more, try cutting back on TV or Internet consumption.
zh_cn: 如果你真想多读书，就要减少消耗在看电视、上网方面的时间。

source: This may be difficult for many people.
zh_cn: 这对很多人来说会比较困难。

source: Still, every minute you reduce of Internet/TV, you could use for reading.
zh_cn: 但是，你在电视／网络上所省下的每一分钟，都能用在读书上。

source: This could create hours of book reading time.
zh_cn: 这会带来好几小时的读书时间。

source: Read to your kid.
zh_cn: 读给你的孩子听。

source: If you have children, you must, must read to them.
zh_cn: 如果你有孩子，你必须、必须读给他们听。

source: Creating the reading habit in your kids is the best way to ensure they'll be readers when they grow up and it will help them to be successful in life as well.
zh_cn: 在他们的儿童时代就培养其读书，是确保他们长大后拥有读书习惯的最佳时机，同时也会帮助他们在一生中获得成功。

source: Find some great children's books, and read to them.
zh_cn: 找一些适合儿童的好书，读给他们听。

source: At the same time, you're developing the reading habit in yourself and spending some quality time with your child as well.
zh_cn: 同时，你也是在帮助自己养成读书习惯，同时还跟自己的孩子一起度过了美好时光。

source: Keep a log.
zh_cn: 作记录。

source: Similar to the reading list, this log should have not only the title and author of the books you read, but the dates you start and finish them if possible. Even better, put a note next to each with your thoughts about the book.
zh_cn: 与读书列表类似，此记录不应该只写下你所读的书的书名和作者，如果可能的话还应该写下读书的起止日期。

source: It is extremely satisfying to go back over the log after a couple of months to see all the great books you've read.
zh_cn: 更好的作法是在其后写下你对此书的感想。几个月之后，再返回来看记录，回顾自己的阅读经历，真是一种绝佳体验。

source: Go to used book shops.
zh_cn: 光顾二手书店。

source: My favorite place to go is a discount book store where I drop off all my old books (I usually take a couple of boxes of books) and get a big discount on used books I find in the store.
zh_cn: 我最喜欢去的地方是诳打折书店，卖掉旧书（我通常会带去几箱书），同时在那里淘到许多旧书，得到一个极低的折扣。

source: I typically spend only a couple of dollars for a dozen or more books, so although I read a lot, books aren't a major expense.
zh_cn: 我通常会花仅仅几个美元的价格，买到一打或更多的书，所以我虽然读了不少书，但是买书却不会让我花费太多钱。

source: And it is very fun to browse through the new books people have donated.
zh_cn: 浏览人们捐赠的新书也不错。

source: Make your trip to a used book store a regular thing.
zh_cn: 把诳旧书店当成常规活动吧。

source: Have a library day.
zh_cn: 安排一个图书馆日。

source: Even cheaper than a used book shop is a library, of course.
zh_cn: 当然了，比旧书店还要便宜的地方是图书馆。

source: Make it a weekly trip.
zh_cn: 把它当成每周的活动吧。

source: Read fun and compelling books.
zh_cn: 阅读有趣的和耐读的书。

source: Find books that really grip you and keep you going.
zh_cn: 找那些能够吸引你并让你持续阅读的书。

source: Even if they aren't literary masterpieces, they make you want to read - and that's the goal here.
zh_cn: 即使不是文学名著，它们也让你充满阅读欲望－－这就是阅读的目标。

source: After you have cultivated the reading habit, you can move on to more difficult stuff, but for now, go for the fun, gripping stuff.
zh_cn: 一旦养成了阅读的习惯，你就能转移到更艰深的内容上。但是现在，请先阅读能吸引你的、有趣的书吧。

source: Stephen King, John Grisham, Tom Clancy, Robert Ludlum, Nora Roberts, Sue Grafton, Dan Brown ¡­ all those popular authors are popular for a reason - they tell great stories.
zh_cn: Stephen King, John Grisham, Tom Clancy, Robert Ludlum, Nora Roberts, Sue Grafton, Dan Brown ...所有这些畅销书作者都具有同一个特点，即，他们会讲故事。

source: Other stuff you might like: Vonnegut, William Gibson, Douglas Adams, Nick Hornby, Trevanian, Ann Patchett, Terry Pratchett, Terry McMillan, F. Scott Fitzgerald.
zh_cn: 其它的作者你也许会喜欢，Vonnegut, William Gibson, Douglas Adams, Nick Hornby, Trevanian, Ann Patchett, Terry Pratchett, Terry McMillan, F. Scott Fitzgerald.

source: All excellent storytellers.
zh_cn: 他们都是讲故事高手。

source: Make it pleasurable.
zh_cn: 舒服一点。

source: Make your reading time your favorite time of day.
zh_cn: 在最钟意的时间来阅读。

source: Have some good tea or coffee while you read, or another kind of treat.
zh_cn: 喝点好茶或好咖啡，或者以其它方式款待自己。

source: Get into a comfortable chair with a good blanket.
zh_cn: 找一把舒服的椅子，配上个好的垫子。

source: Read during sunrise or sunset, or at the beach.
zh_cn: 在日出或日落时阅读，或者在海边阅读。

source: Blog it.
zh_cn: 建立读书博客。

source: One of the best ways to form a habit is to put it on your blog.
zh_cn: 形成阅读习惯的最好方法之一是建立博客。

source: If you don't have one, create one.
zh_cn: 如果没有，就建立一个。

source: It's free.
zh_cn: 它是免费的。

source: Have your family go there and give you book suggestions and comment on the ones you're reading.
zh_cn: 让你的家人去浏览你的博客，给你提出阅读建议，发表评论。

source: It keeps you accountable for your goals.
zh_cn: 这会让你对自己的阅读目标负责。

source: Set a high goal.
zh_cn: 设置一个远大目标。

source: Tell yourself that you want to read 50 books this year (or some other number like that). Then set about trying to accomplish it.
zh_cn: 告诉自己今年要读50本书（或者类似数量），然后完成目标。

source: Just be sure you're still enjoying the reading though - don't make it a rushed chore.
zh_cn: 但是请确认，你仍然是在享受读书过程，而不是苦苦挣扎。

source: Have a reading hour or reading day.
zh_cn: 设置一小时或一天的读书时间。

source: If you turn off the TV or Internet in the evening, you could have a set hour (perhaps just after dinner) when you and maybe all the members of your family read each night.
zh_cn: 如果晚上你关掉了电视或网络，你和所有的家庭成员就能抽出一小时（可能是晚餐过后）的阅读时间。

source: Or you could do a reading day, when you (and again, your other family members if you can get them to join you) read for practically the whole day.
zh_cn: 或者你也可以抽出一整天的时间来阅读，如果能召集所有家庭成员一起读的话不妨一起读。

source: It's super fun.
zh_cn: 这真是超级有趣的体验。

source: Have any tips for creating the reading habit?
zh_cn: 还有其它有助于培养读书习惯的好点子吗？

source: Or any favorite books or authors to share?
zh_cn: 或者有没有好书或好作者推荐？

source: Let us know in the comments!
zh_cn: 有的话就请回贴吧！
